Repository: SI-Classroom-Batch-021/Syntando
Catalog: Batch21LiefrandoLogin/Localizable.xcstrings
Source language: en
Languages: de

# button.activate_notifications
source: Activate notifications
de: Benachrichtigungen aktivieren

# button.login
source: Login
de: Einloggen

# button.logout
source: Logout
de: Ausloggen

# button.register
source: Register
de: Registrieren

# button.sign_up
source: Sign up
de: Anmelden

# button.signin_with_google
source: Sign in with Google
de: Einloggen mit Google

# button.test_notifications
source: Test notifications
de: Benachrichtigungen testen

# label.already_has_account
source: Already have an account?
de: Hast du bereits einen Account?

# label.delivery_slogan
source: We always deliver our best!
de: Hier sind Sie geliefert!

# label.error_login
source: Error logging in
de: Fehler beim Login

# label.give_data
source: Give me your data!
de: Gib mir deine Daten!

# label.loading_data
source: Just Loading your Data.
de: Wir laden nur schnell deine Daten.

# label.new_account
source: New to us? Create an account!
de: Neu hier? Erstelle einen Account!

# label.notification_request
source: We would like to send you notifications.
de: Um dir mitteilen zu können wenn dein Essen unterwegs ist würden wir dir gerne Benachrichtigungen senden.

# label.or
source: or
de: oder

# label.password_capital_letter
source: Capital letter
de: Großbuchstaben

# label.password_min_8_characters_%lld
source: %lld characters missing
de: %lld Zeichen fehlen

# label.password_number
source: Number
de: Zahlen

# label.password_special_character
source: Special character (!?&$%*-)
de: Sonderzeichen (!?&$%*-)

# label.valid_email
source: Valid email
de: Gültige E-Mail-Adresse

# label.valid_password
source: Valid password
de: Gültiges Passwort

# label.welcome_header
source: Welcome to Syntando 🥳
de: Wilkommen bei Syntando 🥳

# label.welcome_subheader
source: Your gateway to delicious meals 🍕🍔
de: Dein Portal zu köstlichen Speisen 🍕🍔

# textfield.email
source: Email
de: E-Mail-Adresse

# textfield.password
source: Choose Password
de: Passwort wählen

# textfield.repeat_password
source: Repeat Password
de: Passwort wiederholen
